
import 'package:flutter/material.dart';

var cities = [
 "القاهرة",
 "الجيزة",
 "الأسكندرية",
 "الدقهلية",
 "البحر الأحمر",
 "البحيرة",
 "الفيوم",
 "الغربية",
 "الإسماعلية",
 "المنوفية",
 "المنيا",
 "القليوبية",
 "الوادي الجديد",
 "السويس",
 "اسوان",
 "اسيوط",
 "بني سويف",
 "بورسعيد",
 "دمياط",
 "الشرقية",
 "جنوب سيناء",
 "كفر الشيخ",
 "مطروح",
 "الأقصر",
 "قنا",
 "شمال سيناء",
 "سوهاج"];

var color = const Color(0xffC12020);

var bloodType = [
 'O−',
 'O+',
 'A−',
 'A+',
 'B−',
 'B+',
 'AB−',
 'AB+'
];
